{
    "en": [
      {
        "id": 1,
        "jokes": "I was going to tell a time traveling joke, but you guys didn't like it."
      },
      {
        "id": 2,
        "jokes": "What do you call a lazy kangaroo? A pouch potato."
      },
      {
        "id": 3,
        "jokes": "I used to run a dating service for chickens, but I was struggling to make hens meet."
      },
      {
        "id": 4,
        "jokes": "Why do we tell actors to 'break a leg'? Because every play has a cast."
      },
      {
        "id": 5,
        "jokes": "What does a pig put on dry skin? Oinkment."
      },
      {
        "id": 6,
        "jokes": "What do you call it when a snowman throws a tantrum? A meltdown."
      },
      {
        "id": 7,
        "jokes": "My uncle named his dogs Timex and Rolex. They're his watch dogs."
      },
      {
        "id": 8,
        "jokes": "Did you hear about the guy whose left side was cut off? He's all right now."
      },
      {
        "id": 9,
        "jokes": "How do you open a banana? With a mon-key."
      },
      {
        "id":10,
        "jokes": "Which is faster, hot or cold? Hot, because you can catch cold."
      },
      {
        "id":11,
        "jokes": "What did one plate say to the other plate? Dinner's on me."
      },
      {
        "id":12,
        "jokes": "Why do oranges wear sunscreen? So they don't peel."
      },
      {
        "id": 13,
        "jokes": "My wife told me to stop acting like a flamingo, so I had to put my foot down."
      },
      {
        "id": 14,
        "jokes": "What do you call a pig that does karate? A pork chop."
      },
      {
        "id": 15,
        "jokes": "Where does Batman go to the bathroom? The batroom."
      },
      {
        "id": 16,
        "jokes": "What do you call a pony with a sore throat? A little horse."
      },
      {
        "id": 17,
        "jokes": "What did the left eye say to the right eye? Between you and me, something smells."
      },
      {
        "id": 18,
        "jokes": "What did the mama tomato say to the baby tomato? Catch up!"
      },
      {
        "id": 19,
        "jokes": "Why didn't the melons get married? Because they cantaloupe."
      },
      {
        "id": 20,
        "jokes": "What do you call a fake noodle? An impasta."
      },
      {
        "id": 21,
        "jokes": "How did the pig get to the hogspital? In a hambulance."
      },
      {
        "id": 22,
        "jokes": "I'm so good at sleeping I can do it with my eyes closed!"
      },
      {
        "id": 23,
        "jokes": "Why does Humpty Dumpty love autumn? Because he had a great fall."
      },
      {
        "id": 24,
        "jokes": "What happens when a strawberry gets run over crossing the street? Traffic jam."
      },
      {
        "id": 25,
        "jokes": "Why did the cow jump over the moon? The farmer had cold hands."
      },
      {
        "id": 26,
        "jokes": "A termite walks into a bar and says, 'So, is the bar tender here?'"
      },
      {
        "id": 27,
        "jokes": "How does an octopus go into battle? Well-armed."
      },
      {
        "id": 28,
        "jokes": "What do you call a pudgy psychic? A four-chin teller."
      },
      {
        "id": 29,
        "jokes": "What do you get when you mix a cocker spaniel, a poodle, and a ghost? A cocker-poodle boo."
      },
      {
        "id": 30,
        "jokes": "How do celebrities stay cool? They have many fans."
      },
      {
        "id": 31,
        "jokes": "What does a pickle say when he wants to play cards? 'Dill me in!'"
      },
      {
        "id": 32,
        "jokes": "How much money does a pirate pay for corn? A buccaneer."
      },
      {
        "id": 33,
        "jokes": "Where do young trees go to learn? Elementree school."
      },
      {
        "id": 34,
        "jokes": "Why do bees have sticky hair? Because they use a honeycomb."
      },
      {
        "id": 35,
        "jokes": "How did the student feel when he learned about electricity? Totally shocked."
      },
      {
        "id": 36,
        "jokes": "What do you call a bee that can't make up its mind? A Maybe."
      },
      {
        "id": 37,
        "jokes": "Why was six afraid of seven? Because 7-8-9."
      },
      {
        "id": 38,
        "jokes": "If April showers bring May flowers, what do May flowers bring? Pilgrims."
      },
      {
        "id": 39,
        "jokes": "I tried to catch fog yesterday. Mist."
      },
      {
        "id": 40,
        "jokes": "What do you call a hippie's wife? Mississippi."
      },
      {
        "id": 41,
        "jokes": "Two peanuts were walking down the street. One was a-salted."
      },
      {
        "id": 42,
        "jokes": "How can you tell its a dogwood tree? By the bark."
      },
      {
        "id": 43,
        "jokes": "What did the buffalo say when his kid went to college? Bison."
      },
      {
        "id": 44,
        "jokes": "What did the mayonnaise say when the refrigerator door was opened? Close the door, I'm dressing."
      },
      {
        "id": 45,
        "jokes": "What's the stinkiest planet? Poopiter."
      },
      {
        "id": 46,
        "jokes": "What did one wall say to the other? I'll meet you at the corner."
      },
      {
        "id": 47,
        "jokes": "Why don't sharks eat clowns? Because they taste funny."
      },
      {
        "id": 48,
        "jokes": "A horse walks into a bar. The bartender says, 'Why the long face?'"
      },
      {
        "id": 49,
        "jokes": "What did the pirate say when he turned 80? Aye matey."
      },
      {
        "id": 50,
        "jokes": "What's black and white and goes round and round? A penguin in the washing machine."
      },
      {
        "id": 51,
        "jokes": "How do you organize a space party? You planet."
      },
      {
        "id": 52,
        "jokes": "Why couldn't the bicycle stand up by itself? It was two tired."
      },
      {
        "id": 53,
        "jokes": "Did you hear the rumor about butter? Well, I'm not going to spread it."
      },
      {
        "id": 54,
        "jokes": "Why did the student eat his homework? Because his teacher told him it was a piece of cake."
      },
      {
        "id": 55,
        "jokes": "What did one hat say to the other? You wait here, I'll go on ahead."
      },
      {
        "id": 56,
        "jokes": "What do you call a dinosaur that crashes his car? Tyrannosaurus Wrecks."
      },
      {
        "id": 57,
        "jokes": "I couldn't figure out why the baseball kept getting larger. Then it hit me."
      },
      {
        "id": 58,
        "jokes": "What do you call a boomerang that won’t come back? A stick."
      },
      {
        "id": 59,
        "jokes": "What did the full glass say to the empty glass? You look drunk."
      },
      {
        "id": 60,
        "jokes": "How do you stop a bull from charging? Cancel its credit card."
      },
      {
        "id": 61,
        "jokes": "Why don’t we see elephants hiding in trees? Because they’re really good at it."
      },
      {
        "id": 62,
        "jokes": "What’s the difference between a hippo and a zippo? One’s pretty heavy and the other’s a little lighter."
      },
      {
        "id": 63,
        "jokes": "Did you hear the one about the roof? Never mind, it's over your head."
      },
      {
        "id": 64,
        "jokes": "I used to hate facial hair...but then it grew on me."
      },
      {
        "id": 65,
        "jokes": "A cheese factory exploded in France. Da brie was everywhere."
      },
      {
        "id": 66,
        "jokes": "What's a ninja's favorite type of shoes? Sneakers."
      },
      {
        "id": 67,
        "jokes": "What's the best smelling insect? A deodor-ant."
      },
      {
        "id": 68,
        "jokes": "What do you call a bear without any teeth? A gummy bear."
      },
      {
        "id": 69,
        "jokes": "Why was the coach yelling at the vending machine? He wanted his quarter back."
      },
      {
        "id": 70,
        "jokes": "What did the snail who was riding on the turtle's back say? Wheeeee!"
      },
      {
        "id": 71,
        "jokes": "Why couldn't the bicycle find its way home? It lost its bearings."
      },
      {
        "id": 72,
        "jokes": "What do you call fake spaghetti? An impasta."
      },
      {
        "id": 73,
        "jokes": "Why did the golfer bring two pairs of pants? In case he got a hole in one."
      },
      {
        "id": 74,
        "jokes": "Why don't skeletons fight each other? They don't have the guts."
      },
      {
        "id": 75,
        "jokes": "What did one ocean say to the other ocean? Nothing, they just waved."
      },
      {
        "id": 76,
        "jokes": "Why don't scientists trust atoms? Because they make up everything."
      },
      {
        "id": 77,
        "jokes": "What do you call a factory that makes okay products? A satisfactory."
      },
      {
        "id": 78,
        "jokes": "Why was the belt arrested? It held up a pair of pants."
      },
      {
        "id": 79,
        "jokes": "Why did the tomato turn red? Because it saw the salad dressing."
      },
      {
        "id": 80,
        "jokes": "What did the grape do when it got stepped on? Nothing, it just let out a little wine."
      },
      {
        "id": 81,
        "jokes": "Why don't eggs tell jokes? Because they'd crack each other up."
      },
      {
        "id": 82,
        "jokes": "What do you call a can opener that doesn't work? A can't opener."
      },
      {
        "id": 83,
        "jokes": "How do you make a tissue dance? You put a little boogey in it."
      },
      {
        "id": 84,
        "jokes": "What do you call a snowman with a six-pack? An abdominal snowman."
      },
      {
        "id": 85,
        "jokes": "What do you get when you cross a snowman and a vampire? Frostbite."
      },
      {
        "id": 86,
        "jokes": "Why don't skeletons fight each other? They don't have the guts."
      },
      {
        "id": 87,
        "jokes": "What did one toilet say to the other toilet? You look flushed."
      },
      {
        "id": 88,
        "jokes": "What did the grape say when it got stepped on? Nothing, it just let out a little wine."
      },
      {
        "id": 89,
        "jokes": "What do you call a fish wearing a bowtie? Sofishticated."
      },
      {
        "id": 90,
        "jokes": "How does a penguin build its house? Igloos it together."
      },
      {
        "id": 91,
        "jokes": "Why don't scientists trust atoms? Because they make up everything."
      },
      {
        "id": 92,
        "jokes": "What do you call fake spaghetti? An impasta."
      },
      {
        "id": 93,
        "jokes": "What's orange and sounds like a parrot? A carrot."
      },
      {
        "id": 94,
        "jokes": "Why did the tomato turn red? Because it saw the salad dressing."
      },
      {
        "id": 95,
        "jokes": "How do you organize a space party? You planet."
      },
      {
        "id": 96,
        "jokes": "Why did the bicycle fall over? Because it was two-tired."
      },
      {
        "id": 97,
        "jokes": "What do you call a sleeping bull? A bulldozer."
      },
      {
        "id": 98,
        "jokes": "What did the traffic light say to the car? Don't look, I'm changing!"
      },
      {
        "id": 99,
        "jokes": "Why did the scarecrow win an award? Because he was outstanding in his field."
      },
      {
        "id":70,
        "jokes": "How do you catch a squirrel? Climb a tree and act like a nut!"
      }
    ],
    "in": [
      {
        "id": 1,
        "jokes": "Kalo bubur bayi buat bayi berarti kalo bubur ayam buat ayam ??"
      },
      {
        "id": 2,
        "jokes": "Tukang tukang apa yang posesif ? Tukang sol capa tu xixixi"
      },
      {
        "id": 3,
        "jokes": "Antara besi 50 kg dengan kapas 50 kg pas kalu dijatuhkan di kaki, nanti sakitan mana? Ya sakitan kakinya."
      },
      {
        "id": 4,
        "jokes": "Dia membuat karya, pas jadi hasil karya tersebut diinjak-injak tidak marah, siap coba? Pembuat sandal."
      },
      {
        "id": 5,
        "jokes": "Hitam, putih, merah, apakah itu? Zebra abis dikerokin."
      },
      {
        "id": 6,
        "jokes": "Telor apa yang sangar? Telor asin, soalnya ada tatonya."
      },
      {
        "id": 7,
        "jokes": "Telor asin takut ama siapa? Ama telor puyuh, sebab tatonya lebih banyak"
      },
      {
        "id": 8,
        "jokes": "Seekor kaki seribu mempunyai 1.000 kaki, suatu hari kakinya copot satu. Tinggal berapa kakinya? Kan kayak di lagu Gugur bunga, 'Gugur satu tumbuh seribu.'"
      },
      {
        "id": 9,
        "jokes": "Sepeda apa yang tidak bisa dicat? Sepeda hilang!"
      },
      {
        "id":10,
        "jokes": "Benda apa yang baru dibeli langsung dibuang? Peti mati."
      },
      {
        "id":11,
        "jokes": "Apa persamaan antara uang dan rahasia? sama-sama susah dipegang."
      },
      {
        "id":12,
        "jokes": "Uang 100 ribu jika dilempar maka akan menjadi? Jadi rebutan."
      },
      {
        "id": 13,
        "jokes": "Kenapa ketika naik taksi kita tidak boleh bayar uang dulu? Karena uang dulu udah tidak laku."
      },
      {
        "id": 14,
        "jokes": "Selain uang benda apa yang sering dicari-cari orang? Benda hilang."
      },
      {
        "id": 15,
        "jokes": "Hewan apa yang bersaudara? Katak Beradik."
      },
      {
        "id": 16,
        "jokes": "Selain bunga desa, bunga apa yang cantik dan hobi masak? Bungatimin dan Bungatemi."
      },
      {
        "id": 17,
        "jokes": "Nyopet apa yang tergolong paling nekat? Nyopet gigi emas."
      },
      {
        "id": 18,
        "jokes": "Negara mana yang memiliki huruf dobel? u ganda (Uganda)."
      },
      {
        "id": 19,
        "jokes": "Sabun apa yang paling genit? Sabun colek."
      },
      {
        "id": 20,
        "jokes": "Kuman apa yang paling bersih? Kumandi pakai sabun."
      },
      {
        "id": 21,
        "jokes": "Kalau kamu pintar matematika, coba jawab pertanyaan ini 3 x + = …? Kenyang. ya iyalah, 3 kali nambah ya kenyang!"
      },
      {
        "id": 22,
        "jokes": "Kalau hitam dibilang bersih, kalau putih dibilang kotor? Papan tulis!"
      },
      {
        "id": 23,
        "jokes": "Uang kalau dilemparjadi apa? Jadi rebutan."
      },
      {
        "id": 24,
        "jokes": "Selalu diam di pojok tapi bisa keliling dunia? Perangko!"
      },
      {
        "id": 25,
        "jokes": "Tentara apa yang paling kecil? Tentara Sekutu."
      },
      {
        "id": 26,
        "jokes": "Bebek apa yang jalannya selalu muter ke kiri terus? Bebek dikunci stang."
      },
      {
        "id": 27,
        "jokes": "Ada bebek 10 di kali 2 jadi berapa? 8, soalnya yang 2 lagi maen di kali."
      },
      {
        "id": 28,
        "jokes": "Hewan apa yang bersaudara? Katak beradik."
      },
      {
        "id": 29,
        "jokes": "Kecil, Ijo, kalau disentuh meledak. Apakah itu? Ulet bulu bawa bom."
      },
      {
        "id": 30,
        "jokes": "Kucing apa yang kuno? Kucinggalan Jaman."
      },
      {
        "id": 31,
        "jokes": "Monyet apa yang gak makan pisang? Monyet lagi puasa."
      },
      {
        "id": 32,
        "jokes": "Kalau ayam berkokok, berarti harimau….? Hari mau pagi."
      },
      {
        "id": 33,
        "jokes": "Pintu apa yang walaupun didorong sepuluh orang pun tidak terbuka? Pintu yang ada tulisan ‘TARIK.’"
      },
      {
        "id": 34,
        "jokes": "Apa yang bulat, kecil, hitam, jika dipencet keluar orangnya? Bel pintu."
      },
      {
        "id": 35,
        "jokes": "Apa yang ‘Jauh di mata, dekat di hati? Usus."
      },
      {
        "id": 36,
        "jokes": "Rambut putih namanya uban, rambut merah namanya pirang, kalau rambut hijau namanya apa? Rambutan belum mateng."
      },
      {
        "id": 37,
        "jokes": "Jus apa yang turun dari langit? Justru itu yang aku kagak tau..he..he."
      },
      {
        "id": 38,
        "jokes": "Apa bukti wortel baik untuk kesehatan mata? Pernah lihat kelinci pakai kacamata?"
      },
      {
        "id": 39,
        "jokes": "Apa bahasa Indianya bumbu dapur? Tumbar miri jahe."
      },
      { 
        "id": 40,
        "jokes": "Apa ayang badannya hijau, kepalanya merah, jalannya mundur? Obat nyamuk bakar."
      },
      {
        "id": 41,
        "jokes": "Siapa yang potong rambut tiap hari tetapi tidak botak? Tukang pangkas!"
      },
      {
        "id": 42,
        "jokes": "Nenek siapa yang jalannya meloncat-loncat? Nenek si katak."
      },
      {
        "id": 43,
        "jokes": "Kenapa orang takut kehujanan? Karena hujan beraninya keroyokan, coba kalau satu-satu, nggak ada yangg takut, kan?"
      },
      {
        "id": 44,
        "jokes": "Kenapa baju Superman ada huruf ‘S’? Karena kalau ‘M’ atau ‘L’ kegedean."
      },
      {
        "id": 45,
        "jokes": "Kenapa baju Batman ada gambar kelelawar? Karena huruf ‘B’ sudah dipakai kaos Bobo."
      },
      {
        "id": 46,
        "jokes": "Kenapa di keyboard komputer ada tulisan ‘ENTER’? Karena kalau tulisannya ‘ENTAR’, programnya nggak jalan-jalan."
      },
      {
        "id": 47,
        "jokes": "Kenapa dokter jika akan mengoperasi mulutnya ditutup? Karena jika matanya yang ditutup nggak bisa melihat dong."
      },
      {
        "id": 48,
        "jokes": "Kenapa air laut asin? Karena ikannya pada berkeringat."
      },
      {
        "id": 49,
        "jokes": "Kenapa kambing berjenggot? Karena jika berkumis nanti dikira Pak Raden."
      },
      {
        "id": 50,
        "jokes": "Bis apa yang biasanya ada di pohon? Bis-a monyet, bisa burung, terserah kamu lah."
      },
      {
        "id": 51,
        "jokes": "Mangga apa yang mengerikan? Mangga-ruk-garuk pantat singa."
      },
      {
        "id": 52,
        "jokes": "Apa itu cemilan? Cebelum cepuluh, cecudah celapan."
      },
      {
        "id": 53,
        "jokes": "Kopi apa yang bisa mencapit? Kopi-ting."
      },
      {
        "id": 54,
        "jokes": "Lele apa yang di tepi jalan ? Lele-pon umum."
      },
      {
        "id": 55,
        "jokes": "Sapi apa yang larinya cepat? Sapi-da motor."
      },
      {
        "id": 56,
        "jokes": "Kentang apa yang bisa bikin bayi ketawa? Kentang-tingtung-tingtang-tingtung."
      },
      {
        "id": 57,
        "jokes": "Suku apa yang banyak berkeliaran di mal? Suku-riti."
      },
      {
        "id": 58,
        "jokes": "Kuda apa yg paling capek? Kuda-ki gunung sambil jongkok."
      },
      {
        "id": 59,
        "jokes": "Monyet apa yang menyebalkan? Monyet-tel tv tidak bisa, monyetel radio tidak bisa juga."
      },
      {
        "id": 60,
        "jokes": "Tivi apa yang bisa berenang? Tivikir-vikir sih ikan."
      },
      {
        "id": 61,
        "jokes": "Apa beda antara soto dan coto. Soto dari daging sapi, coto dari daging capi."
      },
      {
        "id": 62,
        "jokes": "Apa beda antara Meggi Z dan tukang sayur? Meggi Z nyanyi ‘teganya-teganya’, tukang sayur teriak ‘Toge Nya, toge Nya’."
      },
      {
        "id": 63,
        "jokes": "Apa beda antara semut dan orang? Orang bisa kesemutan, tetapi semut nggak bisa keorangan."
      },
      {
        "id": 64,
        "jokes": "Apa bedanya balapan kuda sama balapan motor? Balapan kuda ada tempat parkir motor, jika balapan motor tidak ada tempat parkir kuda."
      },
      {
        "id": 65,
        "jokes": "Apa persamaan kain jemuran dan telepon? Keduanya jika sudah ‘kringgg’ boleh diangkat."
      },
      {
        "id": 66,
        "jokes": "Apa persamaan Pangeran Diponegoro dan Cut Nyak Dien? Sama-sama nggak punya handphone."
      },
      {
        "id": 67,
        "jokes": "Apa persamaan KTP dan telor asin? Sama-sama dicap stempel."
      },
      {
        "id": 68,
        "jokes": "Apa persamaan tukang sate dan tukang soto? Sama-sama nggak jual bakso!"
      },
      {
        "id": 69,
        "jokes": "Binatang apa yang paling panjang? Ular ngantre beras."
      },
      {
        "id": 70,
        "jokes": "Berapa jumlah kaki seekor kerbau? Delapan, yaitu: dua kaki kiri, dua kaki kanan, dua kaki depan, dan dua kaki belakang."
      },{
        "id":71,
        "jokes": "Mengapa sepeda tidak bisa pulang? Karena kehilangan beringnya."
      },
      {
        "id":72,
        "jokes": "Apa nama spaghetti palsu? Impasta."
      },
      {
        "id":73,
        "jokes": "Mengapa pemain golf membawa dua pasang celana? Untuk jaga-jaga jika dia membuat hole in one."
      },
      {
        "id":74,
        "jokes": "Mengapa tulang-tulang tidak saling berkelahi? Karena mereka tidak punya hati."
      },
      {
        "id":75,
        "jokes": "Apa yang dikatakan satu lautan kepada lautan lainnya? Tidak apa-apa, mereka hanya melambai."
      },
      {
        "id":76,
        "jokes": "Mengapa ilmuwan tidak percaya pada atom? Karena mereka membentuk segalanya."
      },
      {
        "id":77,
        "jokes": "Apa yang disebut pabrik yang membuat produk yang cukup baik? Memuaskan."
      },
      {
        "id":78,
        "jokes": "Mengapa sabuk ditangkap? Karena ia menahan celana."
      },
      {
        "id":79,
        "jokes": "Mengapa tomat berubah merah? Karena melihat dressing salad."
      },
      {
        "id":80,
        "jokes": "Apa yang dilakukan anggur ketika diinjak? Tidak apa-apa, hanya mengeluarkan sedikit anggur."
      },
      {
        "id":81,
        "jokes": "Mengapa telur tidak bercanda? Karena mereka akan membuat satu sama lain tertawa."
      },
      {
        "id":82,
        "jokes": "Apa yang disebut pembuka kaleng yang tidak berfungsi? Pembuka kaleng."
      },
      {
        "id":83,
        "jokes": "Bagaimana cara membuat tisu menari? Letakkan sedikit goyang di dalamnya."
      },
      {
        "id":84,
        "jokes": "Apa yang Anda sebut snowman dengan six-pack? Snowman abdominal."
      },
      {
        "id":85,
        "jokes": "Apa yang Anda dapatkan ketika menyeberangi snowman dan vampir? Frostbite."
      },
      {
        "id":86,
        "jokes": "Mengapa tulang-tulang tidak saling berkelahi? Karena mereka tidak punya hati."
      },
      {
        "id":87,
        "jokes": "Apa yang dikatakan satu toilet kepada toilet lainnya? Kamu terlihat merah."
      },
      {
        "id":88,
        "jokes": "Apa yang dikatakan anggur ketika diinjak? Tidak apa-apa, hanya mengeluarkan sedikit anggur."
      },
      {
        "id":89,
        "jokes": "Apa yang Anda sebut ikan yang mengenakan dasi kupu-kupu? Berkelas."
      },
      {
        "id":90,
        "jokes": "Bagaimana penguin membangun rumahnya? Igloonya itu bersama-sama."
      },
      {
        "id":91,
        "jokes": "Mengapa ilmuwan tidak percaya pada atom? Karena mereka membentuk segalanya."
      },
      {
        "id":92,
        "jokes": "Apa nama spaghetti palsu? Impasta."
      },
      {
        "id":93,
        "jokes": "Apa yang berwarna oranye dan terdengar seperti burung beo? Wortel."
      },
      {
        "id":94,
        "jokes": "Mengapa tomat berubah merah? Karena melihat dressing salad."
      },
      {
        "id":95,
        "jokes": "Bagaimana cara mengatur pesta luar angkasa? Anda planet."
      },
      {
        "id":96,
        "jokes": "Mengapa sepeda jatuh? Karena kelelahan."
      },
      {
        "id":97,
        "jokes": "Apa yang Anda sebut banteng yang tidur? Bulldozer."
      },
      {
        "id": 98,
        "jokes": "Apa yang dikatakan lampu lalu lintas kepada mobil? Jangan lihat, aku sedang berubah!"
      },
      {
        "id": 99,
        "jokes": "Mengapa orang-orang-orangan menang dalam sebuah penghargaan? Karena dia luar biasa di bidangnya."
      },
      {
        "id": 100,
        "jokes": "Bagaimana Anda menangkap seekor tupai? Mendaki pohon dan bertingkah seperti kacang!"
      } 
    ]
  }